package com.zccoder.javabase.about;

public class aboutme {
    public static void main(String[] args) {
        System.out.println("Hello World!");
    }
}
/**
项目说明

@author zhangcheng
@date 2016.01.05-2016.02.06
@text 本项目代码为：黑马程序员_毕向东_Java基础视频教程
老师所讲代码。
通过边看视频，边敲代码来学习java编程。
@feel
    2016年1月5日，这一天，估计我以后都会记得这个普通的日子。但对我来说，这却是一个特殊的日子，从这一天开始，我正式踏入了java编程的世界。
我已经认定，我要以此为生。所以，在学习期间，中午吃完饭后，13点左右开始学习到17点左右吃晚饭，吃完晚饭休息会，又从19点学习到23点左右。
每天学习时间在6至8小时左右，坚持了两个月，学习完了Java语言基础知识视频教程。并且完整的跟着教学视频里面敲代码，做学习总结，知识点总结等。
并一直保存下来，因为我觉得，作为程序员，你写的每一行代码都是你宝贵的财富。具有极强的学习能力和毅力，同时，细心，资料收集、整理能力强。 
所以，将代码上传至GitHub，已保存自己的财富。
    zhangcheng
    2017.01.05














*/
